Revit 2027 API
ParameterTypeId.ViewSolarstudyMultidayDatetimeText Property
 "Multi-day date and time text"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSolarstudyMultidayDatetimeText { get; }
Public Shared ReadOnly Property ViewSolarstudyMultidayDatetimeText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSolarstudyMultidayDatetimeText {
	ForgeTypeId^ get ();
}
static member ViewSolarstudyMultidayDatetimeText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace